# 2233344445555

#include <stdio.h>
int main(){
  int a, b;
  scanf("%d%d", &a,&b);
  for (int j = a; j <= b; j++){
    for (int i = 0; i < j; i++){
      printf("%4d", j);
    }
  }
  // for (int i = 0; i < 10; i++){
  //   for (int j = 0; j < 10; j++){
  //     printf("%d", j);
  //   }
  //   printf("\n");
  // }

  return 0;
}


Измените программу, написанную на прошлом шаге таким образом, чтобы каждое число выводилось столько раз, каково его значение. Например, число 
5
5 должно выводиться 
5
5 раз.

Входные данные:
Два натуральных числа 
A
,
B
,
A,B, таких, что 
B
>
A
.
B>A.

Выходные данные: 
A
A чисел 
A
A , 
A
+
1
A+1 чисел 
A
+
1
A+1 и т.д. Каждое число занимает поле шириной в 4 симво
